/**
 * Korean translation for bootstrap-datetimepicker
 * Gu Youn <http://github.com/guyoun>
 */
;(function($){
	$.fn.datetimepicker.dates['kr'] = {
		days: ["ى‌¼ىڑ”ى‌¼", "ى›”ىڑ”ى‌¼", "ي™”ىڑ”ى‌¼", "ىˆکىڑ”ى‌¼", "ëھ©ىڑ”ى‌¼", "ê¸ˆىڑ”ى‌¼", "ي† ىڑ”ى‌¼", "ى‌¼ىڑ”ى‌¼"],
		daysShort: ["ى‌¼", "ى›”", "ي™”", "ىˆک", "ëھ©", "ê¸ˆ", "ي† ", "ى‌¼"],
		daysMin: ["ى‌¼", "ى›”", "ي™”", "ىˆک", "ëھ©", "ê¸ˆ", "ي† ", "ى‌¼"],
		months: ["1ى›”", "2ى›”", "3ى›”", "4ى›”", "5ى›”", "6ى›”", "7ى›”", "8ى›”", "9ى›”", "10ى›”", "11ى›”", "12ى›”"],
		monthsShort: ["1ى›”", "2ى›”", "3ى›”", "4ى›”", "5ى›”", "6ى›”", "7ى›”", "8ى›”", "9ى›”", "10ى›”", "11ى›”", "12ى›”"],
		suffix: [],
		meridiem: []
	};
}(jQuery));
