/**
 * Ukrainian translation for bootstrap-datetimepicker
 * Andrey Vityuk <andrey [dot] vityuk [at] gmail.com>
 */
;(function($){
	$.fn.datetimepicker.dates['uk'] = {
		days: ["ذ‌ذµذ´ر–ذ»رڈ", "ذںذ¾ذ½ذµذ´ر–ذ»ذ¾ذ؛", "ذ’ر–ذ²ر‚ذ¾ر€ذ¾ذ؛", "ذ،ذµر€ذµذ´ذ°", "ذ§ذµر‚ذ²ذµر€", "ذں'رڈر‚ذ½ذ¸ر†رڈ", "ذ،رƒذ±ذ¾ر‚ذ°", "ذ‌ذµذ´ر–ذ»رڈ"],
		daysShort: ["ذ‌ذµذ´", "ذںذ½ذ´", "ذ’ر‚ر€", "ذ،ر€ذ´", "ذ§ر‚ذ²", "ذںر‚ذ½", "ذ،رƒذ±", "ذ‌ذµذ´"],
		daysMin: ["ذ‌ذ´", "ذںذ½", "ذ’ر‚", "ذ،ر€", "ذ§ر‚", "ذںر‚", "ذ،ذ±", "ذ‌ذ´"],
		months: ["ذ،ر–ر‡ذµذ½رŒ", "ذ›رژر‚ذ¸ذ¹", "ذ‘ذµر€ذµذ·ذµذ½رŒ", "ذڑذ²ر–ر‚ذµذ½رŒ", "ذ¢ر€ذ°ذ²ذµذ½رŒ", "ذ§ذµر€ذ²ذµذ½رŒ", "ذ›ذ¸ذ؟ذµذ½رŒ", "ذ،ذµر€ذ؟ذµذ½رŒ", "ذ’ذµر€ذµرپذµذ½رŒ", "ذ–ذ¾ذ²ر‚ذµذ½رŒ", "ذ›ذ¸رپر‚ذ¾ذ؟ذ°ذ´", "ذ“ر€رƒذ´ذµذ½رŒ"],
		monthsShort: ["ذ،ر–ر‡", "ذ›رژر‚", "ذ‘ذµر€", "ذڑذ²ر–", "ذ¢ر€ذ°", "ذ§ذµر€", "ذ›ذ¸ذ؟", "ذ،ذµر€", "ذ’ذµر€", "ذ–ذ¾ذ²", "ذ›ذ¸رپ", "ذ“ر€رƒ"],
		today: "ذ،رŒذ¾ذ³ذ¾ذ´ذ½ر–",
		suffix: [],
		meridiem: []
	};
}(jQuery));