/**
 * Russian translation for bootstrap-datetimepicker
 * Victor Taranenko <darwin@snowdale.com>
 */
;(function($){
	$.fn.datetimepicker.dates['ru'] = {
		days: ["ذ’ذ¾رپذ؛ر€ذµرپذµذ½رŒذµ", "ذںذ¾ذ½ذµذ´ذµذ»رŒذ½ذ¸ذ؛", "ذ’ر‚ذ¾ر€ذ½ذ¸ذ؛", "ذ،ر€ذµذ´ذ°", "ذ§ذµر‚ذ²ذµر€ذ³", "ذںرڈر‚ذ½ذ¸ر†ذ°", "ذ،رƒذ±ذ±ذ¾ر‚ذ°", "ذ’ذ¾رپذ؛ر€ذµرپذµذ½رŒذµ"],
		daysShort: ["ذ’رپذ؛", "ذںذ½ذ´", "ذ’ر‚ر€", "ذ،ر€ذ´", "ذ§ر‚ذ²", "ذںر‚ذ½", "ذ،رƒذ±", "ذ’رپذ؛"],
		daysMin: ["ذ’رپ", "ذںذ½", "ذ’ر‚", "ذ،ر€", "ذ§ر‚", "ذںر‚", "ذ،ذ±", "ذ’رپ"],
		months: ["ذ¯ذ½ذ²ذ°ر€رŒ", "ذ¤ذµذ²ر€ذ°ذ»رŒ", "ذœذ°ر€ر‚", "ذگذ؟ر€ذµذ»رŒ", "ذœذ°ذ¹", "ذکرژذ½رŒ", "ذکرژذ»رŒ", "ذگذ²ذ³رƒرپر‚", "ذ،ذµذ½ر‚رڈذ±ر€رŒ", "ذ‍ذ؛ر‚رڈذ±ر€رŒ", "ذ‌ذ¾رڈذ±ر€رŒ", "ذ”ذµذ؛ذ°ذ±ر€رŒ"],
		monthsShort: ["ذ¯ذ½ذ²", "ذ¤ذµذ²", "ذœذ°ر€", "ذگذ؟ر€", "ذœذ°ذ¹", "ذکرژذ½", "ذکرژذ»", "ذگذ²ذ³", "ذ،ذµذ½", "ذ‍ذ؛ر‚", "ذ‌ذ¾رڈ", "ذ”ذµذ؛"],
		today: "ذ،ذµذ³ذ¾ذ´ذ½رڈ",
		suffix: [],
		meridiem: []
	};
}(jQuery));