/**
 * Serbian cyrillic translation for bootstrap-datetimepicker
 * Bojan Milosavleviؤ‡ <milboj@gmail.com>
 */
;(function($){
	$.fn.datetimepicker.dates['rs'] = {
		days: ["ذ‌ذµذ´ذµر™ذ°","ذںذ¾ذ½ذµذ´ذµر™ذ°ذ؛", "ذ£ر‚ذ¾ر€ذ°ذ؛", "ذ،ر€ذµذ´ذ°", "ذ§ذµر‚ذ²ر€ر‚ذ°ذ؛", "ذںذµر‚ذ°ذ؛", "ذ،رƒذ±ذ¾ر‚ذ°", "ذ‌ذµذ´ذµر™ذ°"],
		daysShort: ["ذ‌ذµذ´", "ذںذ¾ذ½", "ذ£ر‚ذ¾", "ذ،ر€ذµ", "ذ§ذµر‚", "ذںذµر‚", "ذ،رƒذ±", "ذ‌ذµذ´"],
		daysMin: ["ذ‌", "ذںذ¾", "ذ£", "ذ،ر€", "ذ§", "ذںذµ", "ذ،رƒ", "ذ‌"],
		months: ["ذˆذ°ذ½رƒذ°ر€", "ذ¤ذµذ±ر€رƒذ°ر€", "ذœذ°ر€ر‚", "ذگذ؟ر€ذ¸ذ»", "ذœذ°رک", "ذˆرƒذ½", "ذˆرƒذ»", "ذگذ²ذ³رƒرپر‚", "ذ،ذµذ؟ر‚ذµذ¼ذ±ذ°ر€", "ذ‍ذ؛ر‚ذ¾ذ±ذ°ر€", "ذ‌ذ¾ذ²ذµذ¼ذ±ذ°ر€", "ذ”ذµر†ذµذ¼ذ±ذ°ر€"],
		monthsShort: ["ذˆذ°ذ½", "ذ¤ذµذ±", "ذœذ°ر€", "ذگذ؟ر€", "ذœذ°رک", "ذˆرƒذ½", "ذˆرƒذ»", "ذگذ²ذ³", "ذ،ذµذ؟", "ذ‍ذ؛ر‚", "ذ‌ذ¾ذ²", "ذ”ذµر†"],
		today: "ذ”ذ°ذ½ذ°رپ",
		suffix: [],
		meridiem: []
	};
}(jQuery));
