/**
 * Bulgarian translation for bootstrap-datetimepicker
 * Apostol Apostolov <apostol.s.apostolov@gmail.com>
 */
;(function($){
	$.fn.datetimepicker.dates['bg'] = {
		days: ["ذ‌ذµذ´ذµذ»رڈ", "ذںذ¾ذ½ذµذ´ذµذ»ذ½ذ¸ذ؛", "ذ’ر‚ذ¾ر€ذ½ذ¸ذ؛", "ذ،ر€رڈذ´ذ°", "ذ§ذµر‚ذ²رٹر€ر‚رٹذ؛", "ذںذµر‚رٹذ؛", "ذ،رٹذ±ذ¾ر‚ذ°", "ذ‌ذµذ´ذµذ»رڈ"],
		daysShort: ["ذ‌ذµذ´", "ذںذ¾ذ½", "ذ’ر‚ذ¾", "ذ،ر€رڈ", "ذ§ذµر‚", "ذںذµر‚", "ذ،رٹذ±", "ذ‌ذµذ´"],
		daysMin: ["ذ‌", "ذں", "ذ’", "ذ،", "ذ§", "ذں", "ذ،", "ذ‌"],
		months: ["ذ¯ذ½رƒذ°ر€ذ¸", "ذ¤ذµذ²ر€رƒذ°ر€ذ¸", "ذœذ°ر€ر‚", "ذگذ؟ر€ذ¸ذ»", "ذœذ°ذ¹", "ذ®ذ½ذ¸", "ذ®ذ»ذ¸", "ذگذ²ذ³رƒرپر‚", "ذ،ذµذ؟ر‚ذµذ¼ذ²ر€ذ¸", "ذ‍ذ؛ر‚ذ¾ذ¼ذ²ر€ذ¸", "ذ‌ذ¾ذµذ¼ذ²ر€ذ¸", "ذ”ذµذ؛ذµذ¼ذ²ر€ذ¸"],
		monthsShort: ["ذ¯ذ½", "ذ¤ذµذ²", "ذœذ°ر€", "ذگذ؟ر€", "ذœذ°ذ¹", "ذ®ذ½ذ¸", "ذ®ذ»ذ¸", "ذگذ²ذ³", "ذ،ذµذ؟", "ذ‍ذ؛ر‚", "ذ‌ذ¾ذµ", "ذ”ذµذ؛"],
		today: "ذ´ذ½ذµرپ",
		suffix: [],
		meridiem: []
	};
}(jQuery));
