/**
 * Japanese translation for bootstrap-datetimepicker
 * Norio Suzuki <https://github.com/suzuki/>
 */
;(function($){
	$.fn.datetimepicker.dates['ja'] = {
		days: ["و—¥و›œ", "وœˆو›œ", "çپ«و›œ", "و°´و›œ", "وœ¨و›œ", "é‡‘و›œ", "هœںو›œ", "و—¥و›œ"],
		daysShort: ["و—¥", "وœˆ", "çپ«", "و°´", "وœ¨", "é‡‘", "هœں", "و—¥"],
		daysMin: ["و—¥", "وœˆ", "çپ«", "و°´", "وœ¨", "é‡‘", "هœں", "و—¥"],
		months: ["1وœˆ", "2وœˆ", "3وœˆ", "4وœˆ", "5وœˆ", "6وœˆ", "7وœˆ", "8وœˆ", "9وœˆ", "10وœˆ", "11وœˆ", "12وœˆ"],
		monthsShort: ["1وœˆ", "2وœˆ", "3وœˆ", "4وœˆ", "5وœˆ", "6وœˆ", "7وœˆ", "8وœˆ", "9وœˆ", "10وœˆ", "11وœˆ", "12وœˆ"],
		today: "ن»ٹو—¥",
		suffix: [],
		meridiem: []
	};
}(jQuery));
