/**
* Greek translation for bootstrap-datepicker
*/
;(function($){
  $.fn.datepicker.dates['el'] = {
    days: ["خڑد…دپخ¹خ±خ؛خ®", "خ”خµد…د„خ­دپخ±", "خ¤دپخ¯د„خ·", "خ¤خµد„خ¬دپد„خ·", "خ خ­خ¼د€د„خ·", "خ خ±دپخ±دƒخ؛خµد…خ®", "خ£خ¬خ²خ²خ±د„خ؟", "خڑد…دپخ¹خ±خ؛خ®"],
    daysShort: ["خڑد…دپ", "خ”خµد…", "خ¤دپخ¹", "خ¤خµد„", "خ خµخ¼", "خ خ±دپ", "خ£خ±خ²", "خڑد…دپ"],
    daysMin: ["خڑد…", "خ”خµ", "خ¤دپ", "خ¤خµ", "خ خµ", "خ خ±", "خ£خ±", "خڑد…"],
    months: ["خ™خ±خ½خ؟د…خ¬دپخ¹خ؟د‚", "خ¦خµخ²دپخ؟د…خ¬دپخ¹خ؟د‚", "خœخ¬دپد„خ¹خ؟د‚", "خ‘د€دپخ¯خ»خ¹خ؟د‚", "خœخ¬خ¹خ؟د‚", "خ™خ؟دچخ½خ¹خ؟د‚", "خ™خ؟دچخ»خ¹خ؟د‚", "خ‘دچخ³خ؟د…دƒد„خ؟د‚", "خ£خµد€د„خ­خ¼خ²دپخ¹خ؟د‚", "خںخ؛د„دژخ²دپخ¹خ؟د‚", "خ‌خ؟خ­خ¼خ²دپخ¹خ؟د‚", "خ”خµخ؛خ­خ¼خ²دپخ¹خ؟د‚"],
    monthsShort: ["خ™خ±خ½", "خ¦خµخ²", "خœخ±دپ", "خ‘د€دپ", "خœخ¬خ¹", "خ™خ؟د…خ½", "خ™خ؟د…خ»", "خ‘د…خ³", "خ£خµد€", "خںخ؛د„", "خ‌خ؟خµ", "خ”خµخ؛"],
    today: "خ£خ®خ¼خµدپخ±"
  };
}(jQuery));