/**
 * Arabic translation for bootstrap-datepicker
 * Mohammed Alshehri <alshehri866@gmail.com>
 */
;(function($){
    $.fn.datepicker.dates['ar'] = {
        days: ["ط§ظ„ط£ط­ط¯", "ط§ظ„ط§ط«ظ†ظٹظ†", "ط§ظ„ط«ظ„ط§ط«ط§ط،", "ط§ظ„ط£ط±ط¨ط¹ط§ط،", "ط§ظ„ط®ظ…ظٹط³", "ط§ظ„ط¬ظ…ط¹ط©", "ط§ظ„ط³ط¨طھ", "ط§ظ„ط£ط­ط¯"],
        daysShort: ["ط£ط­ط¯", "ط§ط«ظ†ظٹظ†", "ط«ظ„ط§ط«ط§ط،", "ط£ط±ط¨ط¹ط§ط،", "ط®ظ…ظٹط³", "ط¬ظ…ط¹ط©", "ط³ط¨طھ", "ط£ط­ط¯"],
        daysMin: ["ط­", "ظ†", "ط«", "ط¹", "ط®", "ط¬", "ط³", "ط­"],
        months: ["ظٹظ†ط§ظٹط±", "ظپط¨ط±ط§ظٹط±", "ظ…ط§ط±ط³", "ط£ط¨ط±ظٹظ„", "ظ…ط§ظٹظˆ", "ظٹظˆظ†ظٹظˆ", "ظٹظˆظ„ظٹظˆ", "ط£ط؛ط³ط·ط³", "ط³ط¨طھظ…ط¨ط±", "ط£ظƒطھظˆط¨ط±", "ظ†ظˆظپظ…ط¨ط±", "ط¯ظٹط³ظ…ط¨ط±"],
        monthsShort: ["ظٹظ†ط§ظٹط±", "ظپط¨ط±ط§ظٹط±", "ظ…ط§ط±ط³", "ط£ط¨ط±ظٹظ„", "ظ…ط§ظٹظˆ", "ظٹظˆظ†ظٹظˆ", "ظٹظˆظ„ظٹظˆ", "ط£ط؛ط³ط·ط³", "ط³ط¨طھظ…ط¨ط±", "ط£ظƒطھظˆط¨ط±", "ظ†ظˆظپظ…ط¨ط±", "ط¯ظٹط³ظ…ط¨ط±"],
        today: "ظ‡ط°ط§ ط§ظ„ظٹظˆظ…",
        rtl: true
    };
}(jQuery));
