/**
 * Macedonian translation for bootstrap-datepicker
 * Marko Aleksic <psybaron@gmail.com>
 */
;(function($){
    $.fn.datepicker.dates['mk'] = {
        days: ["ذ‌ذµذ´ذµذ»ذ°", "ذںذ¾ذ½ذµذ´ذµذ»ذ½ذ¸ذ؛", "ذ’ر‚ذ¾ر€ذ½ذ¸ذ؛", "ذ،ر€ذµذ´ذ°", "ذ§ذµر‚ذ²ر€ر‚ذ¾ذ؛", "ذںذµر‚ذ¾ذ؛", "ذ،ذ°ذ±ذ¾ر‚ذ°", "ذ‌ذµذ´ذµذ»ذ°"],
        daysShort: ["ذ‌ذµذ´", "ذںذ¾ذ½", "ذ’ر‚ذ¾", "ذ،ر€ذµ", "ذ§ذµر‚", "ذںذµر‚", "ذ،ذ°ذ±", "ذ‌ذµذ´"],
        daysMin: ["ذ‌ذµ", "ذںذ¾", "ذ’ر‚", "ذ،ر€", "ذ§ذµ", "ذںذµ", "ذ،ذ°", "ذ‌ذµ"],
        months: ["ذˆذ°ذ½رƒذ°ر€ذ¸", "ذ¤ذµذ²ر€رƒذ°ر€ذ¸", "ذœذ°ر€ر‚", "ذگذ؟ر€ذ¸ذ»", "ذœذ°رک", "ذˆرƒذ½ذ¸", "ذˆرƒذ»ذ¸", "ذگذ²ذ³رƒرپر‚", "ذ،ذµذ؟ر‚ذµذ¼ذ²ر€ذ¸", "ذ‍ذ؛ر‚ذ¾ذ¼ذ²ر€ذ¸", "ذ‌ذ¾ذµذ¼ذ²ر€ذ¸", "ذ”ذµذ؛ذµذ¼ذ²ر€ذ¸"],
        monthsShort: ["ذˆذ°ذ½", "ذ¤ذµذ²", "ذœذ°ر€", "ذگذ؟ر€", "ذœذ°رک", "ذˆرƒذ½", "ذˆرƒذ»", "ذگذ²ذ³", "ذ،ذµذ؟", "ذ‍ذ؛ر‚", "ذ‌ذ¾ذµ", "ذ”ذµذ؛"],
        today: "ذ”ذµذ½ذµرپ"
    };
}(jQuery));
