/**
 * Georgian translation for bootstrap-datepicker
 * Levan Melikishvili <levani0101@yahoo.com>
 */
;(function($){
    $.fn.datepicker.dates['ka'] = {
        days: ["لƒ™لƒ•لƒکلƒ لƒگ", "لƒ‌لƒ لƒ¨لƒگلƒ‘لƒگلƒ—لƒک", "لƒ،لƒگلƒ›لƒ¨لƒگلƒ‘لƒگلƒ—لƒک", "لƒ‌لƒ—لƒ®لƒ¨لƒگلƒ‘لƒگلƒ—لƒک", "لƒ®لƒ£لƒ—لƒ¨لƒگلƒ‘لƒگلƒ—لƒک", "لƒ‍لƒگلƒ لƒگلƒ،لƒ™لƒ”لƒ•لƒک", "لƒ¨لƒگلƒ‘لƒگلƒ—لƒک", "لƒ™لƒ•لƒکلƒ لƒگ"],
        daysShort: ["لƒ™لƒ•لƒک", "لƒ‌لƒ لƒ¨", "لƒ،لƒگلƒ›", "لƒ‌لƒ—لƒ®", "لƒ®لƒ£لƒ—", "لƒ‍لƒگلƒ ", "لƒ¨لƒگلƒ‘", "لƒ™لƒ•لƒک"],
        daysMin: ["لƒ™لƒ•", "لƒ‌لƒ ", "لƒ،لƒگ", "لƒ‌لƒ—", "لƒ®لƒ£", "لƒ‍لƒگ", "لƒ¨لƒگ", "لƒ™لƒ•"],
        months: ["لƒکلƒگلƒœلƒ•لƒگلƒ لƒک", "لƒ—لƒ”لƒ‘لƒ”لƒ لƒ•لƒگلƒڑلƒک", "لƒ›لƒگلƒ لƒ¢لƒک", "لƒگلƒ‍لƒ لƒکلƒڑلƒک", "لƒ›لƒگلƒکلƒ،لƒک", "لƒکلƒ•لƒœلƒکلƒ،لƒک", "لƒکلƒ•لƒڑلƒکلƒ،لƒک", "لƒگلƒ’لƒ•لƒکلƒ،لƒ¢لƒ‌", "لƒ،لƒ”لƒ¥لƒ¢لƒ”لƒ›لƒ‘لƒ”لƒ لƒک", "لƒ‌لƒ¥لƒ¢لƒ‌لƒ›لƒ”لƒ‘لƒک", "لƒœلƒ‌لƒ”لƒ›لƒ‘لƒ”لƒ لƒک", "لƒ“لƒ”لƒ™لƒ”لƒ›لƒ‘لƒ”لƒ لƒک"],
        monthsShort: ["لƒکلƒگلƒœ", "لƒ—لƒ”لƒ‘", "لƒ›لƒگلƒ ", "لƒگلƒ‍لƒ ", "لƒ›لƒگلƒک", "لƒکلƒ•لƒœ", "لƒکلƒ•لƒڑ", "لƒگلƒ’لƒ•", "لƒ،لƒ”لƒ¥", "لƒ‌لƒ¥لƒ¢", "لƒœلƒ‌لƒ”", "لƒ“لƒ”لƒ™"],
        today: "لƒ“لƒ¦لƒ”لƒ،",
        clear: "لƒ’لƒگلƒ،لƒ£لƒ¤لƒ—لƒگلƒ•لƒ”لƒ‘لƒگ"
    };
}(jQuery));
