/**
 * Simplified Chinese translation for bootstrap-datepicker
 * Yuan Cheung <advanimal@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['zh-CN'] = {
		days: ["وکںوœںو—¥", "وکںوœںن¸€", "وکںوœںن؛Œ", "وکںوœںن¸‰", "وکںوœںه››", "وکںوœںن؛”", "وکںوœںه…­", "وکںوœںو—¥"],
		daysShort: ["ه‘¨و—¥", "ه‘¨ن¸€", "ه‘¨ن؛Œ", "ه‘¨ن¸‰", "ه‘¨ه››", "ه‘¨ن؛”", "ه‘¨ه…­", "ه‘¨و—¥"],
		daysMin:  ["و—¥", "ن¸€", "ن؛Œ", "ن¸‰", "ه››", "ن؛”", "ه…­", "و—¥"],
		months: ["ن¸€وœˆ", "ن؛Œوœˆ", "ن¸‰وœˆ", "ه››وœˆ", "ن؛”وœˆ", "ه…­وœˆ", "ن¸ƒوœˆ", "ه…«وœˆ", "ن¹‌وœˆ", "هچپوœˆ", "هچپن¸€وœˆ", "هچپن؛Œوœˆ"],
		monthsShort: ["ن¸€وœˆ", "ن؛Œوœˆ", "ن¸‰وœˆ", "ه››وœˆ", "ن؛”وœˆ", "ه…­وœˆ", "ن¸ƒوœˆ", "ه…«وœˆ", "ن¹‌وœˆ", "هچپوœˆ", "هچپن¸€وœˆ", "هچپن؛Œوœˆ"],
		today: "ن»ٹو—¥",
		format: "yyyyه¹´mmوœˆddو—¥",
		weekStart: 1
	};
}(jQuery));
