/**
 * Thai translation for bootstrap-datepicker
 * Suchau Jiraprapot <seroz24@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['th'] = {
		days: ["à¸­à¸²à¸—à¸´à¸•à¸¢à¹Œ", "à¸ˆà¸±à¸™à¸—à¸£à¹Œ", "à¸­à¸±à¸‡à¸„à¸²à¸£", "à¸‍à¸¸à¸ک", "à¸‍à¸¤à¸«à¸±à¸ھ", "à¸¨à¸¸à¸پà¸£à¹Œ", "à¹€à¸ھà¸²à¸£à¹Œ", "à¸­à¸²à¸—à¸´à¸•à¸¢à¹Œ"],
		daysShort: ["à¸­à¸²", "à¸ˆ", "à¸­", "à¸‍", "à¸‍à¸¤", "à¸¨", "à¸ھ", "à¸­à¸²"],
		daysMin: ["à¸­à¸²", "à¸ˆ", "à¸­", "à¸‍", "à¸‍à¸¤", "à¸¨", "à¸ھ", "à¸­à¸²"],
		months: ["à¸،à¸پà¸£à¸²à¸„à¸،", "à¸پà¸¸à¸،à¸ à¸²à¸‍à¸±à¸™à¸کà¹Œ", "à¸،à¸µà¸™à¸²à¸„à¸،", "à¹€à¸،à¸©à¸²à¸¢à¸™", "à¸‍à¸¤à¸©à¸ à¸²à¸„à¸،", "à¸،à¸´à¸–à¸¸à¸™à¸²à¸¢à¸™", "à¸پà¸£à¸پà¸ژà¸²à¸„à¸،", "à¸ھà¸´à¸‡à¸«à¸²à¸„à¸،", "à¸پà¸±à¸™à¸¢à¸²à¸¢à¸™", "à¸•à¸¸à¸¥à¸²à¸„à¸،", "à¸‍à¸¤à¸¨à¸ˆà¸´à¸پà¸²à¸¢à¸™", "à¸کà¸±à¸™à¸§à¸²à¸„à¸،"],
		monthsShort: ["à¸،.à¸„.", "à¸پ.à¸‍.", "à¸،à¸µ.à¸„.", "à¹€à¸،.à¸¢.", "à¸‍.à¸„.", "à¸،à¸´.à¸¢.", "à¸پ.à¸„.", "à¸ھ.à¸„.", "à¸پ.à¸¢.", "à¸•.à¸„.", "à¸‍.à¸¢.", "à¸ک.à¸„."],
		today: "à¸§à¸±à¸™à¸™à¸µà¹‰"
	};
}(jQuery));
