/**
 * Russian translation for bootstrap-wysihtml5
 */
(function($){
    $.fn.wysihtml5.locale["ru-RU"] = {
        font_styles: {
            normal: "ذ‍ذ±ر‹ر‡ذ½ر‹ذ¹ ر‚ذµذ؛رپر‚",
            h1: "ذ—ذ°ذ³ذ¾ذ»ذ¾ذ²ذ¾ذ؛ 1",
            h2: "ذ—ذ°ذ³ذ¾ذ»ذ¾ذ²ذ¾ذ؛ 2",
            h3: "ذ—ذ°ذ³ذ¾ذ»ذ¾ذ²ذ¾ذ؛ 3"
        },
        emphasis: {
            bold: "ذںذ¾ذ»رƒذ¶ذ¸ر€ذ½ر‹ذ¹",
            italic: "ذڑرƒر€رپذ¸ذ²",
            underline: "ذںذ¾ذ´ر‡ر‘ر€ذ؛ذ½رƒر‚ر‹ذ¹"
        },
        lists: {
            unordered: "ذœذ°ر€ذ؛ذ¸ر€ذ¾ذ²ذ°ذ½ذ½ر‹ذ¹ رپذ؟ذ¸رپذ¾ذ؛",
            ordered: "ذ‌رƒذ¼ذµر€ذ¾ذ²ذ°ذ½ذ½ر‹ذ¹ رپذ؟ذ¸رپذ¾ذ؛",
            outdent: "ذ£ذ¼ذµذ½رŒرˆذ¸ر‚رŒ ذ¾ر‚رپر‚رƒذ؟",
            indent: "ذ£ذ²ذµذ»ذ¸ر‡ذ¸ر‚رŒ ذ¾ر‚رپر‚رƒذ؟"
        },
        link: {
            insert: "ذ’رپر‚ذ°ذ²ذ¸ر‚رŒ رپرپر‹ذ»ذ؛رƒ",
            cancel: "ذ‍ر‚ذ¼ذµذ½ذ°"
        },
        image: {
            insert: "ذ’رپر‚ذ°ذ²ذ¸ر‚رŒ ذ¸ذ·ذ¾ذ±ر€ذ°ذ¶ذµذ½ذ¸ذµ",
            cancel: "ذ‍ر‚ذ¼ذµذ½ذ°"
        },
        html: {
            edit: "HTML ذ؛ذ¾ذ´"
        },
        colours: {
            black: "ذ§ر‘ر€ذ½ر‹ذ¹",
            silver: "ذ،ذµر€ذµذ±ر€رڈذ½ر‹ذ¹",
            gray: "ذ،ذµر€ر‹ذ¹",
            maroon: "ذڑذ¾ر€ذ¸ر‡ذ½ذµذ²ر‹ذ¹",
            red: "ذڑر€ذ°رپذ½ر‹ذ¹",
            purple: "ذ¤ذ¸ذ¾ذ»ذµر‚ذ¾ذ²ر‹ذ¹",
            green: "ذ—ذµذ»ر‘ذ½ر‹ذ¹",
            olive: "ذ‍ذ»ذ¸ذ²ذ؛ذ¾ذ²ر‹ذ¹",
            navy: "ذ¢ر‘ذ¼ذ½ذ¾-رپذ¸ذ½ذ¸ذ¹",
            blue: "ذ،ذ¸ذ½ذ¸ذ¹",
            orange: "ذ‍ر€ذ°ذ½ذ¶ذµذ²ر‹ذ¹"
        }
    };
}(jQuery));

