/**
 * Ukrainian translation for bootstrap-wysihtml5
 */
(function($){
    $.fn.wysihtml5.locale["ua-UA"] = {
        font_styles: {
            normal: "ذ—ذ²ذ¸ر‡ذ°ذ¹ذ½ذ¸ذ¹ ر‚ذµذ؛رپر‚",
            h1: "ذ—ذ°ذ³ذ¾ذ»ذ¾ذ²ذ¾ذ؛ 1",
            h2: "ذ—ذ°ذ³ذ¾ذ»ذ¾ذ²ذ¾ذ؛ 2",
            h3: "ذ—ذ°ذ³ذ¾ذ»ذ¾ذ²ذ¾ذ؛ 3"
        },
        emphasis: {
            bold: "ذ‌ذ°ذ؟ر–ذ²ذ¶ذ¸ر€ذ½ذ¸ذ¹",
            italic: "ذڑرƒر€رپذ¸ذ²",
            underline: "ذںر–ذ´ذ؛ر€ذµرپذ»ذµذ½ذ¸ذ¹"
        },
        lists: {
            unordered: "ذœذ°ر€ذ؛ذ¾ذ²ذ°ذ½ذ¸ذ¹ رپذ؟ذ¸رپذ¾ذ؛",
            ordered: "ذ‌رƒذ¼ذµر€ذ¾ذ²ذ°ذ½ذ¸ذ¹ رپذ؟ذ¸رپذ¾ذ؛",
            outdent: "ذ—ذ¼ذµذ½رˆذ¸ر‚ذ¸ ذ²ر–ذ´رپر‚رƒذ؟",
            indent: "ذ—ذ±ر–ذ»رŒرˆذ¸ر‚ذ¸ ذ²ر–ذ´رپر‚رƒذ؟"
        },
        link: {
            insert: "ذ’رپر‚ذ°ذ²ذ¸ر‚ذ¸ ذ؟ذ¾رپذ¸ذ»ذ°ذ½ذ½رڈ",
            cancel: "ذ’ر–ذ´ذ¼ر–ذ½ذ°"
        },
        image: {
            insert: "ذ’رپر‚ذ°ذ²ذ¸ر‚ذ¸ ذ·ذ¾ذ±ر€ذ°ذ¶ذµذ½ذ½رڈ",
            cancel: "ذ’ر–ذ´ذ¼ر–ذ½ذ°"
        },
        html: {
            edit: "HTML ذ؛ذ¾ذ´"
        },
        colours: {
            black: "ذ§ذ¾ر€ذ½ذ¸ذ¹",
            silver: "ذ،ر€ر–ذ±ذ½ذ¸ذ¹",
            gray: "ذ،ر–ر€ذ¸ذ¹",
            maroon: "ذڑذ¾ر€ذ¸ر‡ذ½ذµذ²ذ¸ذ¹",
            red: "ذ§ذµر€ذ²ذ¾ذ½ذ¸ذ¹",
            purple: "ذ¤ر–ذ¾ذ»ذµر‚ذ¾ذ²ذ¸ذ¹",
            green: "ذ—ذµذ»ذµذ½ذ¸ذ¹",
            olive: "ذ‍ذ»ذ¸ذ²ذ؛ذ¾ذ²ذ¸ذ¹",
            navy: "ذ¢ذµذ¼ذ½ذ¾-رپذ¸ذ½ر–ذ¹",
            blue: "ذ،ذ¸ذ½ر–ذ¹",
            orange: "ذںذ¾ذ¼ذ°ر€ذ°ذ½ر‡ذµذ²ذ¸ذ¹"
        }
    };
}(jQuery));

