/**
 * Bulgarian translation for bootstrap-wysihtml5
 */
(function($){
    $.fn.wysihtml5.locale["bg-BG"] = {
        font_styles: {
            normal: "ذ‌ذ¾ر€ذ¼ذ°ذ»ذµذ½ ر‚ذµذ؛رپر‚",
            h1: "ذ—ذ°ذ³ذ»ذ°ذ²ذ¸ذµ 1",
            h2: "ذ—ذ°ذ³ذ»ذ°ذ²ذ¸ذµ 2",
            h3: "ذ—ذ°ذ³ذ»ذ°ذ²ذ¸ذµ 3"
        },
        emphasis: {
            bold: "ذ£ذ´ذµذ±ذµذ»ذµذ½",
            italic: "ذڑرƒر€رپذ¸ذ²",
            underline: "ذںذ¾ذ´ر‡ذµر€ر‚ذ°ذ½"
        },
        lists: {
            unordered: "ذ‌ذµذ؟ذ¾ذ´ر€ذµذ´ذµذ½ رپذ؟ذ¸رپرٹذ؛",
            ordered: "ذںذ¾ذ´ر€ذµذ´ذµذ½ رپذ؟ذ¸رپرٹذ؛",
            outdent: "ذ‌ذ°ذ¼ذ°ذ»ذ¸ ذ¾ر‚رپر‚ذ¾رڈذ½ذ¸ذµ",
            indent: "ذ£ذ²ذµذ»ذ¸ر‡ذ¸ ذ¾ر‚رپر‚ذ¾رڈذ½ذ¸ذµ"
        },
        link: {
            insert: "ذ’ذ¼رٹذ؛ذ½ذ¸ ذ²ر€رٹذ·ذ؛ذ°",
            cancel: "ذ‍ر‚ذ¼ذµذ½ذ¸"
        },
        image: {
            insert: "ذ’ذ¼رٹذ؛ذ½ذ¸ ذ؛ذ°ر€ر‚ذ¸ذ½ذ؛ذ°",
            cancel: "ذ‍ر‚ذ¼ذµذ½ذ¸"
        },
        html: {
            edit: "ذ ذµذ´ذ°ذ؛ر€ر‚ذ¸ر€ذ°ذ¹ HTML"
        },
        colours: {
            black: "ذ§ذµر€ذµذ½",
            silver: "ذ،ر€ذµذ±رٹر€ذµذ½",
            gray: "ذ،ذ¸ذ²",
            maroon: "ذڑذ¾ر€ذ¸ر‡ذ½ذµذ²ر‹ذ¹",
            red: "ذ§ذµر€ذ²ذµذ½",
            purple: "ذ’ذ¸ذ¾ذ»ذµر‚ذ¾ذ²",
            green: "ذ—ذµذ»ذµذ½",
            olive: "ذœذ°رپذ»ذ¸ذ½ذµذ½",
            navy: "ذœذ¾ر€رپذ؛ذ¾ رپذ¸ذ½",
            blue: "ذ،ذ¸ذ½",
            orange: "ذ‍ر€ذ°ذ½ذ¶ذµذ²"
        }
    };
}(jQuery));

