/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: KA (Georgian; لƒ¥لƒگلƒ لƒ—لƒ£لƒڑلƒک)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "لƒگلƒ› لƒ•لƒ”لƒڑلƒکلƒ، لƒ¨لƒ”لƒ•لƒ،لƒ”لƒ‘لƒگ لƒگلƒ£لƒھلƒکلƒڑلƒ”لƒ‘لƒ”لƒڑلƒکلƒگ.",
		remote: "لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ›لƒکلƒ£لƒ—لƒکلƒ—لƒ‌لƒ— لƒ،لƒ¬لƒ‌لƒ لƒک لƒ›لƒœلƒکلƒ¨لƒ•لƒœلƒ”لƒڑلƒ‌لƒ‘لƒگ.",
		email: "لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ›لƒکلƒ£لƒ—لƒکلƒ—لƒ‌لƒ— لƒ”لƒڑ-لƒ¤لƒ‌لƒ،لƒ¢لƒکلƒ، لƒ™لƒ‌لƒ لƒ”لƒ¥لƒ¢لƒ£لƒڑلƒک لƒ›لƒکلƒ،لƒگلƒ›لƒگلƒ لƒ—لƒک.",
		url: "لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ›لƒکلƒ£لƒ—لƒکلƒ—لƒ‌لƒ— لƒ™لƒ‌لƒ لƒ”لƒ¥لƒ¢لƒ£لƒڑلƒک URL.",
		date: "لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ›لƒکلƒ£لƒ—لƒکلƒ—لƒ‌لƒ— لƒ™لƒ‌لƒ لƒ”لƒ¥لƒ¢لƒ£لƒڑلƒک لƒ—لƒگلƒ لƒکلƒ¦لƒک.",
		dateISO: "لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ›لƒکلƒ£لƒ—لƒکلƒ—لƒ‌لƒ— لƒ™لƒ‌لƒ لƒ”لƒ¥لƒ¢لƒ£لƒڑلƒک لƒ—لƒگلƒ لƒکلƒ¦لƒک ISO لƒ¤لƒ‌لƒ لƒ›لƒگلƒ¢لƒ¨لƒک.",
		number: "لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ›لƒکلƒ£لƒ—لƒکلƒ—لƒ‌لƒ— لƒھلƒکلƒ¤لƒ لƒک.",
		digits: "لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ›لƒکلƒ£لƒ—لƒکلƒ—لƒ‌لƒ— لƒ›لƒ®لƒ‌لƒڑلƒ‌لƒ“ لƒھلƒکلƒ¤لƒ لƒ”لƒ‘لƒک.",
		creditcard: "لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ›لƒکلƒ£لƒ—لƒکلƒ—لƒ‌لƒ— لƒ،لƒگلƒ™لƒ لƒ”لƒ“لƒکلƒ¢لƒ‌ لƒ‘لƒگلƒ لƒگلƒ—لƒکلƒ، لƒ™لƒ‌لƒ لƒ”لƒ¥لƒ¢لƒ£لƒڑلƒک لƒœلƒ‌لƒ›لƒ”لƒ لƒک.",
		equalTo: "لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ›لƒکلƒ£لƒ—لƒکلƒ—لƒ‌لƒ— لƒگلƒ،لƒ”لƒ—لƒکلƒ•لƒ” لƒ›لƒœلƒکلƒ¨لƒ•لƒœلƒ”لƒڑلƒ‌لƒ‘لƒگ لƒ™لƒکلƒ“لƒ”لƒ• لƒ”لƒ لƒ—لƒ®لƒ”لƒڑ.",
		accept: "لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒگلƒکلƒ لƒ©لƒکلƒ‌لƒ— لƒ¤لƒگلƒکلƒڑلƒک لƒ™لƒ‌لƒ لƒ”لƒ¥لƒ¢لƒ£لƒڑلƒک لƒ’لƒگلƒ¤لƒگلƒ لƒ—لƒ‌لƒ”لƒ‘لƒکلƒ—.",
		maxlength: $.validator.format("لƒ“لƒگلƒ،لƒگلƒ¨لƒ•لƒ”لƒ‘لƒکلƒگ لƒگلƒ لƒگلƒ£لƒ›لƒ”لƒ¢لƒ”لƒ، {0} لƒ،لƒکلƒ›لƒ‘لƒ‌لƒڑلƒ‌."),
		minlength: $.validator.format("لƒگلƒ£لƒھلƒکلƒڑلƒ”لƒ‘لƒ”لƒڑلƒکلƒگ لƒ¨لƒ”لƒکلƒ§لƒ•لƒگلƒœلƒ‌لƒ— لƒ›لƒکلƒœلƒکلƒ›لƒ£لƒ› {0} لƒ،لƒکلƒ›لƒ‘لƒ‌لƒڑلƒ‌."),
		rangelength: $.validator.format("لƒ¢لƒ”لƒ¥لƒ،لƒ¢لƒ¨لƒک لƒ،لƒکلƒ›لƒ‘لƒ‌لƒڑلƒ‌لƒ”لƒ‘لƒکلƒ، لƒ لƒگلƒ‌لƒ“لƒ”لƒœلƒ‌لƒ‘لƒگ لƒ£لƒœلƒ“لƒگ لƒکلƒ§لƒ‌لƒ، {0}-لƒ“لƒگلƒœ {1}-لƒ›لƒ“لƒ”."),
		range: $.validator.format("لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ¨لƒ”لƒکلƒ§لƒ•لƒگلƒœلƒ‌لƒ— لƒھلƒکلƒ¤لƒ لƒک {0}-لƒ“لƒگلƒœ {1}-لƒ›لƒ“لƒ”."),
		max: $.validator.format("لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ¨لƒ”لƒکلƒ§لƒ•لƒگلƒœلƒ‌لƒ— لƒھلƒکلƒ¤لƒ لƒک لƒ لƒ‌لƒ›لƒ”لƒڑلƒکلƒھ لƒœلƒگلƒ™لƒڑلƒ”لƒ‘لƒکلƒگ لƒگلƒœ لƒ£لƒ“لƒ لƒکلƒ،آ {0}-لƒ،."),
		min: $.validator.format("لƒ’لƒ—لƒ®لƒ‌لƒ•لƒ— لƒ¨لƒ”لƒکلƒ§لƒ•لƒگلƒœلƒ‌لƒ— لƒھلƒکلƒ¤لƒ لƒک لƒ لƒ‌لƒ›لƒ”لƒڑلƒکلƒھ لƒ›لƒ”لƒ¢لƒکلƒگ لƒگلƒœ لƒ£لƒ“لƒ لƒکلƒ،آ {0}-لƒ،.")
	});
}(jQuery));