/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: TH (Thai; à¹„à¸—à¸¢)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸",
		remote: "à¹‚à¸›à¸£à¸”à¹پà¸پà¹‰à¹„à¸‚à¹ƒà¸«à¹‰à¸–à¸¹à¸پà¸•à¹‰à¸­à¸‡",
		email: "à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸—à¸µà¹ˆà¸­à¸¢à¸¹à¹ˆà¸­à¸µà¹€à¸،à¸¥à¹Œà¸—à¸µà¹ˆà¸–à¸¹à¸پà¸•à¹‰à¸­à¸‡",
		url: "à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸ URL à¸—à¸µà¹ˆà¸–à¸¹à¸پà¸•à¹‰à¸­à¸‡",
		date: "à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸§à¸±à¸™à¸—à¸µà¹ˆ à¸—à¸µà¹ˆà¸–à¸¹à¸پà¸•à¹‰à¸­à¸‡",
		dateISO: "à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸§à¸±à¸™à¸—à¸µà¹ˆ à¸—à¸µà¹ˆà¸–à¸¹à¸پà¸•à¹‰à¸­à¸‡ (à¸£à¸°à¸ڑà¸ڑ ISO).",
		number: "à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸—à¸¨à¸™à¸´à¸¢à¸،à¸—à¸µà¹ˆà¸–à¸¹à¸پà¸•à¹‰à¸­à¸‡",
		digits: "à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸ˆà¸³à¸™à¸§à¸™à¹€à¸•à¹‡à¸،à¸—à¸µà¹ˆà¸–à¸¹à¸پà¸•à¹‰à¸­à¸‡",
		creditcard: "à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸£à¸«à¸±à¸ھà¸ڑà¸±à¸•à¸£à¹€à¸„à¸£à¸”à¸´à¸•à¸—à¸µà¹ˆà¸–à¸¹à¸پà¸•à¹‰à¸­à¸‡",
		equalTo: "à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸„à¹ˆà¸²à¹€à¸”à¸´à¸،à¸­à¸µà¸پà¸„à¸£à¸±à¹‰à¸‡",
		accept: "à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸„à¹ˆà¸²à¸—à¸µà¹ˆà¸،à¸µà¸ھà¹ˆà¸§à¸™à¸‚à¸¢à¸²à¸¢à¸—à¸µà¹ˆà¸–à¸¹à¸پà¸•à¹‰à¸­à¸‡",
		maxlength: $.validator.format("à¹‚à¸›à¸£à¸”à¸­à¸¢à¹ˆà¸²à¸£à¸°à¸ڑà¸¸à¸„à¹ˆà¸²à¸—à¸µà¹ˆà¸¢à¸²à¸§à¸پà¸§à¹ˆà¸² {0} à¸­à¸±à¸پà¸‚à¸£à¸°"),
		minlength: $.validator.format("à¹‚à¸›à¸£à¸”à¸­à¸¢à¹ˆà¸²à¸£à¸°à¸ڑà¸¸à¸„à¹ˆà¸²à¸—à¸µà¹ˆà¸ھà¸±à¹‰à¸™à¸پà¸§à¹ˆà¸² {0} à¸­à¸±à¸پà¸‚à¸£à¸°"),
		rangelength: $.validator.format("à¹‚à¸›à¸£à¸”à¸­à¸¢à¹ˆà¸²à¸£à¸°à¸ڑà¸¸à¸„à¹ˆà¸²à¸„à¸§à¸²à¸،à¸¢à¸²à¸§à¸£à¸°à¸«à¸§à¹ˆà¸²à¸‡ {0} à¸–à¸¶à¸‡ {1} à¸­à¸±à¸پà¸‚à¸£à¸°"),
		range: $.validator.format("à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸„à¹ˆà¸²à¸£à¸°à¸«à¸§à¹ˆà¸²à¸‡ {0} à¹پà¸¥à¸° {1}"),
		max: $.validator.format("à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸„à¹ˆà¸²à¸™à¹‰à¸­à¸¢à¸پà¸§à¹ˆà¸²à¸«à¸£à¸·à¸­à¹€à¸—à¹ˆà¸²à¸پà¸±à¸ڑ {0}"),
		min: $.validator.format("à¹‚à¸›à¸£à¸”à¸£à¸°à¸ڑà¸¸à¸„à¹ˆà¸²à¸،à¸²à¸پà¸پà¸§à¹ˆà¸²à¸«à¸£à¸·à¸­à¹€à¸—à¹ˆà¸²à¸پà¸±à¸ڑ {0}")
	});
}(jQuery));