/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: EL (Greek; خµخ»خ»خ·خ½خ¹خ؛خ¬)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "خ‘د…د„دŒ د„خ؟ د€خµخ´خ¯خ؟ خµخ¯خ½خ±خ¹ د…د€خ؟د‡دپخµد‰د„خ¹خ؛دŒ.",
		remote: "خ خ±دپخ±خ؛خ±خ»دژ خ´خ¹خ؟دپخ¸دژدƒد„خµ خ±د…د„دŒ د„خ؟ د€خµخ´خ¯خ؟.",
		email: "خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ¼خ¹خ± خ­خ³خ؛د…دپخ· خ´خ¹خµدچخ¸د…خ½دƒخ· email.",
		url: "خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ­خ½خ± خ­خ³خ؛د…دپخ؟ URL.",
		date: "خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ¼خ¹خ± خ­خ³خ؛د…دپخ· خ·خ¼خµدپخ؟خ¼خ·خ½خ¯خ±.",
		dateISO: "خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ¼خ¹خ± خ­خ³خ؛د…دپخ· خ·خ¼خµدپخ؟خ¼خ·خ½خ¯خ± (ISO).",
		number: "خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ­خ½خ±خ½ خ­خ³خ؛د…دپخ؟ خ±دپخ¹خ¸خ¼دŒ.",
		digits: "خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ¼دŒخ½خ؟ خ±دپخ¹خ¸خ¼خ·د„خ¹خ؛خ¬ دˆخ·د†خ¯خ±.",
		creditcard: "خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ­خ½خ±خ½ خ­خ³خ؛د…دپخ؟ خ±دپخ¹خ¸خ¼دŒ د€خ¹دƒد„د‰د„خ¹خ؛خ®د‚ خ؛خ¬دپد„خ±د‚.",
		equalTo: "خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ د„خ·خ½ خ¯خ´خ¹خ± د„خ¹خ¼خ® خ¾خ±خ½خ¬.",
		accept: "خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ¼خ¹خ± د„خ¹خ¼خ® خ¼خµ خ­خ³خ؛د…دپخ· خµد€خ­خ؛د„خ±دƒخ· خ±دپد‡خµخ¯خ؟د….",
		maxlength: $.validator.format("خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ¼خ­د‡دپخ¹ خ؛خ±خ¹ {0} د‡خ±دپخ±خ؛د„خ®دپخµد‚."),
		minlength: $.validator.format("خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ د„خ؟د…خ»خ¬د‡خ¹دƒد„خ؟خ½ {0} د‡خ±دپخ±خ؛د„خ®دپخµد‚."),
		rangelength: $.validator.format("خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ¼خ¹خ± د„خ¹خ¼خ® خ¼خµ خ¼خ®خ؛خ؟د‚ خ¼خµد„خ±خ¾دچ {0} خ؛خ±خ¹ {1} د‡خ±دپخ±خ؛د„خ®دپد‰خ½."),
		range: $.validator.format("خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ¼خ¹خ± د„خ¹خ¼خ® خ¼خµد„خ±خ¾دچ {0} خ؛خ±خ¹ {1}."),
		max: $.validator.format("خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ¼خ¹خ± د„خ¹خ¼خ® خ¼خ¹خ؛دپدŒد„خµدپخ· خ® خ¯دƒخ· د„خ؟د… {0}."),
		min: $.validator.format("خ خ±دپخ±خ؛خ±خ»دژ خµخ¹دƒخ¬خ³خµد„خµ خ¼خ¹خ± د„خ¹خ¼خ® خ¼خµخ³خ±خ»دچد„خµدپخ· خ® خ¯دƒخ· د„خ؟د… {0}.")
	});
}(jQuery));