/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: JA (Japanese; و—¥وœ¬èھ‍)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "مپ“مپ®مƒ•م‚£مƒ¼مƒ«مƒ‰مپ¯ه؟…é ˆمپ§مپ™م€‚",
		remote: "مپ“مپ®مƒ•م‚£مƒ¼مƒ«مƒ‰م‚’ن؟®و­£مپ—مپ¦مپڈمپ مپ•مپ„م€‚",
		email: "وœ‰هٹ¹مپھEمƒ،مƒ¼مƒ«م‚¢مƒ‰مƒ¬م‚¹م‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚",
		url: "وœ‰هٹ¹مپھURLم‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚",
		date: "وœ‰هٹ¹مپھو—¥ن»کم‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚",
		dateISO: "وœ‰هٹ¹مپھو—¥ن»کï¼ˆISOï¼‰م‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚",
		number: "وœ‰هٹ¹مپھو•°ه­—م‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚",
		digits: "و•°ه­—مپ®مپ؟م‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚",
		creditcard: "وœ‰هٹ¹مپھم‚¯مƒ¬م‚¸مƒƒمƒˆم‚«مƒ¼مƒ‰ç•ھهڈ·م‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚",
		equalTo: "هگŒمپکه€¤م‚’م‚‚مپ†ن¸€ه؛¦ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚",
		accept: "وœ‰هٹ¹مپھو‹،ه¼µه­گم‚’هگ«م‚€ه€¤م‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚",
		maxlength: $.format("{0} و–‡ه­—ن»¥ه†…مپ§ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚"),
		minlength: $.format("{0} و–‡ه­—ن»¥ن¸ٹمپ§ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚"),
		rangelength: $.format("{0} و–‡ه­—مپ‹م‚‰ {1} و–‡ه­—مپ¾مپ§مپ®ه€¤م‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚"),
		range: $.format("{0} مپ‹م‚‰ {1} مپ¾مپ§مپ®ه€¤م‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚"),
		max: $.format("{0} ن»¥ن¸‹مپ®ه€¤م‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚"),
		min: $.format("{0} ن»¥ن¸ٹمپ®ه€¤م‚’ه…¥هٹ›مپ—مپ¦مپڈمپ مپ•مپ„م€‚")
	});
}(jQuery));