/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: KO (Korean; ي•œêµ­ى–´)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "ي•„ىˆک ي•­ëھ©ى‍…ë‹ˆë‹¤.",
		remote: "ي•­ëھ©ى‌„ ىˆکى •ي•کى„¸ىڑ”.",
		email: "ىœ يڑ¨ي•کى§€ ى•ٹى‌€ E-Mailى£¼ى†Œى‍…ë‹ˆë‹¤.",
		url: "ىœ يڑ¨ي•کى§€ ى•ٹى‌€ ى£¼ى†Œى‍…ë‹ˆë‹¤.",
		date: "ىک³ë°”ë¥¸ ë‚ ى§œë¥¼ ى‍…ë ¥ي•کى„¸ىڑ”.",
		dateISO: "ىک³ë°”ë¥¸ ë‚ ى§œ(ISO)ë¥¼ ى‍…ë ¥ي•کى„¸ىڑ”.",
		number: "ىœ يڑ¨ي•œ ىˆ«ى‍گê°€ ى•„ë‹™ë‹ˆë‹¤.",
		digits: "ىˆ«ى‍گë§Œ ى‍…ë ¥ ê°€ëٹ¥ي•©ë‹ˆë‹¤.",
		creditcard: "ى‹ ىڑ©ى¹´ë“œë²ˆيک¸ê°€ ë°”ë¥´ى§€ ى•ٹىٹµë‹ˆë‹¤.",
		equalTo: "ê°™ى‌€ê°’ى‌„ ë‹¤ى‹œ ى‍…ë ¥ي•کى„¸ىڑ”.",
		accept: "ىک³ë°”ë¥¸ ي™•ى‍¥ى‍گê°€ ى•„ë‹™ë‹ˆë‹¤.",
		maxlength: $.format("{0}ى‍گë¥¼ ë„کى‌„ ىˆک ى—†ىٹµë‹ˆë‹¤. "),
		minlength: $.format("{0}ى‍گ ى‌´ي•کë،œ ى‍…ë ¥ي•کى„¸ىڑ”."),
		rangelength: $.format("ë¬¸ى‍گ ê¸¸ى‌´ë¥¼ {0} ى—گى„œ {1} ى‚¬ى‌´ى‌کë،œ ى‍…ë ¥ي•کى„¸ىڑ”."),
		range: $.format("{0} ى—گى„œ {1} ê°’ى‌„ ى‍…ë ¥ي•کى„¸ىڑ”."),
		max: $.format("{0} ى‌´ي•کى‌ک ê°’ى‌„ ى‍…ë ¥ي•کى„¸ىڑ”."),
		min: $.format("{0} ى‌´ىƒپى‌ک ê°’ى‌„ ى‍…ë ¥ي•کى„¸ىڑ”.")
	});
}(jQuery));
