/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: FA (Persian; ظپط§ط±ط³غŒ)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "طھع©ظ…غŒظ„ ط§غŒظ† ظپغŒظ„ط¯ ط§ط¬ط¨ط§ط±غŒ ط§ط³طھ.",
		remote: "ظ„ط·ظپط§ ط§غŒظ† ظپغŒظ„ط¯ ط±ط§ طھطµط­غŒط­ ع©ظ†غŒط¯.",
		email: ".ظ„ط·ظپط§ غŒع© ط§غŒظ…غŒظ„ طµط­غŒط­ ظˆط§ط±ط¯ ع©ظ†غŒط¯",
		url: "ظ„ط·ظپط§ ط¢ط¯ط±ط³ طµط­غŒط­ ظˆط§ط±ط¯ ع©ظ†غŒط¯.",
		date: "ظ„ط·ظپط§ غŒع© طھط§ط±غŒط® طµط­غŒط­ ظˆط§ط±ط¯ ع©ظ†غŒط¯",
		dateISO: "ظ„ط·ظپط§ طھط§ط±غŒط® طµط­غŒط­ ظˆط§ط±ط¯ ع©ظ†غŒط¯ (ISO).",
		number: "ظ„ط·ظپط§ ط¹ط¯ط¯ طµط­غŒط­ ظˆط§ط±ط¯ ع©ظ†غŒط¯.",
		digits: "ظ„ط·ظپط§ طھظ†ظ‡ط§ ط±ظ‚ظ… ظˆط§ط±ط¯ ع©ظ†غŒط¯",
		creditcard: "ظ„ط·ظپط§ ع©ط±غŒط¯غŒطھ ع©ط§ط±طھ طµط­غŒط­ ظˆط§ط±ط¯ ع©ظ†غŒط¯.",
		equalTo: "ظ„ط·ظپط§ ظ…ظ‚ط¯ط§ط± ط¨ط±ط§ط¨ط±غŒ ظˆط§ط±ط¯ ع©ظ†غŒط¯",
		accept: "ظ„ط·ظپط§ ظ…ظ‚ط¯ط§ط±غŒ ظˆط§ط±ط¯ ع©ظ†غŒط¯ ع©ظ‡ ",
		maxlength: $.validator.format("ظ„ط·ظپط§ ط¨غŒط´طھط± ط§ط² {0} ط­ط±ظپ ظˆط§ط±ط¯ ظ†ع©ظ†غŒط¯."),
		minlength: $.validator.format("ظ„ط·ظپط§ ع©ظ…طھط± ط§ط² {0} ط­ط±ظپ ظˆط§ط±ط¯ ظ†ع©ظ†غŒط¯."),
		rangelength: $.validator.format("ظ„ط·ظپط§ ظ…ظ‚ط¯ط§ط±غŒ ط¨غŒظ† {0} طھط§ {1} ط­ط±ظپ ظˆط§ط±ط¯ ع©ظ†غŒط¯."),
		range: $.validator.format("ظ„ط·ظپط§ ظ…ظ‚ط¯ط§ط±غŒ ط¨غŒظ† {0} طھط§ {1} ط­ط±ظپ ظˆط§ط±ط¯ ع©ظ†غŒط¯."),
		max: $.validator.format("ظ„ط·ظپط§ ظ…ظ‚ط¯ط§ط±غŒ ع©ظ…طھط± ط§ط² {0} ط­ط±ظپ ظˆط§ط±ط¯ ع©ظ†غŒط¯."),
		min: $.validator.format("ظ„ط·ظپط§ ظ…ظ‚ط¯ط§ط±غŒ ط¨غŒط´طھط± ط§ط² {0} ط­ط±ظپ ظˆط§ط±ط¯ ع©ظ†غŒط¯.")
	});
}(jQuery));