/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: UK (Ukrainian; رƒذ؛ر€ذ°ر—ذ½رپرŒذ؛ذ° ذ¼ذ¾ذ²ذ°)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "ذ¦ذµ ذ؟ذ¾ذ»ذµ ذ½ذµذ¾ذ±ر…ر–ذ´ذ½ذ¾ ذ·ذ°ذ؟ذ¾ذ²ذ½ذ¸ر‚ذ¸.",
		remote: "ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ذ؟ر€ذ°ذ²ذ¸ذ»رŒذ½ذµ ذ·ذ½ذ°ر‡ذµذ½ذ½رڈ.",
		email: "ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ذ؛ذ¾ر€ذµذ؛ر‚ذ½رƒ ذ°ذ´ر€ذµرپرƒ ذµذ»ذµذ؛ر‚ر€ذ¾ذ½ذ½ذ¾ر— ذ؟ذ¾رˆر‚ذ¸.",
		url: "ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ذ؛ذ¾ر€ذµذ؛ر‚ذ½ذ¸ذ¹ URL.",
		date: "ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ذ؛ذ¾ر€ذµذ؛ر‚ذ½رƒ ذ´ذ°ر‚رƒ.",
		dateISO: "ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ذ؛ذ¾ر€ذµذ؛ر‚ذ½رƒ ذ´ذ°ر‚رƒ رƒ ر„ذ¾ر€ذ¼ذ°ر‚ر– ISO.",
		number: "ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ر‡ذ¸رپذ»ذ¾.",
		digits: "ذ’ذ²ذ¾ذ´ذ¸ر‚ذµ ذ؟ذ¾ر‚ر€ر–ذ±ذ½ذ¾ ذ»ذ¸رˆذµ ر†ذ¸ر„ر€ذ¸.",
		creditcard: "ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ذ؟ر€ذ°ذ²ذ¸ذ»رŒذ½ذ¸ذ¹ ذ½ذ¾ذ¼ذµر€ ذ؛ر€ذµذ´ذ¸ر‚ذ½ذ¾ر— ذ؛ذ°ر€ر‚ذ¸.",
		equalTo: "ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ر‚ذ°ذ؛ذµ ذ¶ ذ·ذ½ذ°ر‡ذµذ½ذ½رڈ ر‰ذµ ر€ذ°ذ·.",
		accept: "ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ¸ذ±ذµر€ر–ر‚رŒ ر„ذ°ذ¹ذ» ذ· ذ؟ر€ذ°ذ²ذ¸ذ»رŒذ½ذ¸ذ¼ ر€ذ¾ذ·رˆذ¸ر€ذµذ½ذ½رڈذ¼.",
		maxlength: $.validator.format("ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ذ½ذµ ذ±ر–ذ»رŒرˆذµ {0} رپذ¸ذ¼ذ²ذ¾ذ»ر–ذ²."),
		minlength: $.validator.format("ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ذ½ذµ ذ¼ذµذ½رˆذµ {0} رپذ¸ذ¼ذ²ذ¾ذ»ر–ذ²."),
		rangelength: $.validator.format("ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ذ·ذ½ذ°ر‡ذµذ½ذ½رڈ ذ´ذ¾ذ²ذ¶ذ¸ذ½ذ¾رژ ذ²ر–ذ´ {0} ذ´ذ¾ {1} رپذ¸ذ¼ذ²ذ¾ذ»ر–ذ²."),
		range: $.validator.format("ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ر‡ذ¸رپذ»ذ¾ ذ²ر–ذ´ {0} ذ´ذ¾ {1}."),
		max: $.validator.format("ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ر‡ذ¸رپذ»ذ¾, ذ¼ذµذ½رˆذµ ذ°ذ±ذ¾ ر€ر–ذ²ذ½ذ¾ {0}."),
		min: $.validator.format("ذ‘رƒذ´رŒ ذ»ذ°رپذ؛ذ°, ذ²ذ²ذµذ´ر–ر‚رŒ ر‡ذ¸رپذ»ذ¾, ذ±ر–ذ»رŒرˆذµ ذ°ذ±ذ¾ ر€ر–ذ²ذ½ذ¾ {0}.")
	});
}(jQuery));