/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: AR (Arabic; ط§ظ„ط¹ط±ط¨ظٹط©)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "ظ‡ط°ط§ ط§ظ„ط­ظ‚ظ„ ط¥ظ„ط²ط§ظ…ظٹ",
		remote: "ظٹط±ط¬ظ‰ طھطµط­ظٹط­ ظ‡ط°ط§ ط§ظ„ط­ظ‚ظ„ ظ„ظ„ظ…طھط§ط¨ط¹ط©",
		email: "ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ ط¹ظ†ظˆط§ظ† ط¨ط±ظٹط¯ ط¥ظ„ظƒطھط±ظˆظ†ظٹ طµط­ظٹط­",
		url: "ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ ط¹ظ†ظˆط§ظ† ظ…ظˆظ‚ط¹ ط¥ظ„ظƒطھط±ظˆظ†ظٹ طµط­ظٹط­",
		date: "ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ طھط§ط±ظٹط® طµط­ظٹط­",
		dateISO: "ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ طھط§ط±ظٹط® طµط­ظٹط­ (ISO)",
		number: "ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ ط¹ط¯ط¯ ط¨ط·ط±ظٹظ‚ط© طµط­ظٹط­ط©",
		digits: "ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ ط£ط±ظ‚ط§ظ… ظپظ‚ط·",
		creditcard: "ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ ط±ظ‚ظ… ط¨ط·ط§ظ‚ط© ط§ط¦طھظ…ط§ظ† طµط­ظٹط­",
		equalTo: "ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ ظ†ظپط³ ط§ظ„ظ‚ظٹظ…ط©",
		accept: "ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ ظ…ظ„ظپ ط¨ط§ظ…طھط¯ط§ط¯ ظ…ظˆط§ظپظ‚ ط¹ظ„ظٹظ‡",
		maxlength: $.validator.format("ط§ظ„ط­ط¯ ط§ظ„ط£ظ‚طµظ‰ ظ„ط¹ط¯ط¯ ط§ظ„ط­ط±ظˆظپ ظ‡ظˆ {0}"),
		minlength: $.validator.format("ط§ظ„ط­ط¯ ط§ظ„ط£ط¯ظ†ظ‰ ظ„ط¹ط¯ط¯ ط§ظ„ط­ط±ظˆظپ ظ‡ظˆ {0}"),
		rangelength: $.validator.format("ط¹ط¯ط¯ ط§ظ„ط­ط±ظˆظپ ظٹط¬ط¨ ط£ظ† ظٹظƒظˆظ† ط¨ظٹظ† {0} ظˆ {1}"),
		range: $.validator.format("ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ ط¹ط¯ط¯ ظ‚ظٹظ…طھظ‡ ط¨ظٹظ† {0} ظˆ {1}"),
		max: $.validator.format("ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ ط¹ط¯ط¯ ط£ظ‚ظ„ ظ…ظ† ط£ظˆ ظٹط³ط§ظˆظٹ (0}"),
		min: $.validator.format("ط±ط¬ط§ط، ط¥ط¯ط®ط§ظ„ ط¹ط¯ط¯ ط£ظƒط¨ط± ظ…ظ† ط£ظˆ ظٹط³ط§ظˆظٹ (0}")
	});
}(jQuery));