/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: RU (Russian; ر€رƒرپرپذ؛ذ¸ذ¹ رڈذ·ر‹ذ؛)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "ذ­ر‚ذ¾ ذ؟ذ¾ذ»ذµ ذ½ذµذ¾ذ±ر…ذ¾ذ´ذ¸ذ¼ذ¾ ذ·ذ°ذ؟ذ¾ذ»ذ½ذ¸ر‚رŒ.",
		remote: "ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ذ؟ر€ذ°ذ²ذ¸ذ»رŒذ½ذ¾ذµ ذ·ذ½ذ°ر‡ذµذ½ذ¸ذµ.",
		email: "ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ذ؛ذ¾ر€ر€ذµذ؛ر‚ذ½ر‹ذ¹ ذ°ذ´ر€ذµرپ رچذ»ذµذ؛ر‚ر€ذ¾ذ½ذ½ذ¾ذ¹ ذ؟ذ¾ر‡ر‚ر‹.",
		url: "ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ذ؛ذ¾ر€ر€ذµذ؛ر‚ذ½ر‹ذ¹ URL.",
		date: "ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ذ؛ذ¾ر€ر€ذµذ؛ر‚ذ½رƒرژ ذ´ذ°ر‚رƒ.",
		dateISO: "ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ذ؛ذ¾ر€ر€ذµذ؛ر‚ذ½رƒرژ ذ´ذ°ر‚رƒ ذ² ر„ذ¾ر€ذ¼ذ°ر‚ذµ ISO.",
		number: "ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ر‡ذ¸رپذ»ذ¾.",
		digits: "ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذ¾ذ´ذ¸ر‚ذµ ر‚ذ¾ذ»رŒذ؛ذ¾ ر†ذ¸ر„ر€ر‹.",
		creditcard: "ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ذ؟ر€ذ°ذ²ذ¸ذ»رŒذ½ر‹ذ¹ ذ½ذ¾ذ¼ذµر€ ذ؛ر€ذµذ´ذ¸ر‚ذ½ذ¾ذ¹ ذ؛ذ°ر€ر‚ر‹.",
		equalTo: "ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ر‚ذ°ذ؛ذ¾ذµ ذ¶ذµ ذ·ذ½ذ°ر‡ذµذ½ذ¸ذµ ذµر‰ر‘ ر€ذ°ذ·.",
		accept: "ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ر‹ذ±ذµر€ذ¸ر‚ذµ ر„ذ°ذ¹ذ» رپ ذ؟ر€ذ°ذ²ذ¸ذ»رŒذ½ر‹ذ¼ ر€ذ°رپرˆذ¸ر€ذµذ½ذ¸ذµذ¼.",
		maxlength: $.validator.format("ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ذ½ذµ ذ±ذ¾ذ»رŒرˆذµ {0} رپذ¸ذ¼ذ²ذ¾ذ»ذ¾ذ²."),
		minlength: $.validator.format("ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ذ½ذµ ذ¼ذµذ½رŒرˆذµ {0} رپذ¸ذ¼ذ²ذ¾ذ»ذ¾ذ²."),
		rangelength: $.validator.format("ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ذ·ذ½ذ°ر‡ذµذ½ذ¸ذµ ذ´ذ»ذ¸ذ½ذ¾ذ¹ ذ¾ر‚ {0} ذ´ذ¾ {1} رپذ¸ذ¼ذ²ذ¾ذ»ذ¾ذ²."),
		range: $.validator.format("ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ر‡ذ¸رپذ»ذ¾ ذ¾ر‚ {0} ذ´ذ¾ {1}."),
		max: $.validator.format("ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ر‡ذ¸رپذ»ذ¾, ذ¼ذµذ½رŒرˆذµذµ ذ¸ذ»ذ¸ ر€ذ°ذ²ذ½ذ¾ذµآ {0}."),
		min: $.validator.format("ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ر‡ذ¸رپذ»ذ¾, ذ±ذ¾ذ»رŒرˆذµذµ ذ¸ذ»ذ¸ ر€ذ°ذ²ذ½ذ¾ذµ {0}.")
	});
}(jQuery));