/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: BG (Bulgarian; ذ±رٹذ»ذ³ذ°ر€رپذ؛ذ¸ ذµذ·ذ¸ذ؛)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "ذںذ¾ذ»ذµر‚ذ¾ ذµ ذ·ذ°ذ´رٹذ»ذ¶ذ¸ر‚ذµذ»ذ½ذ¾.",
		remote: "ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ ذ؟ر€ذ°ذ²ذ¸ذ»ذ½ذ°ر‚ذ° رپر‚ذ¾ذ¹ذ½ذ¾رپر‚.",
		email: "ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ ذ²ذ°ذ»ذ¸ذ´ذµذ½ email.",
		url: "ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ ذ²ذ°ذ»ذ¸ذ´ذ½ذ¾ URL.",
		date: "ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ ذ²ذ°ذ»ذ¸ذ´ذ½ذ° ذ´ذ°ر‚ذ°.",
		dateISO: "ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ ذ²ذ°ذ»ذ¸ذ´ذ½ذ° ذ´ذ°ر‚ذ° (ISO).",
		number: "ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ ذ²ذ°ذ»ذ¸ذ´ذµذ½ ذ½ذ¾ذ¼ذµر€.",
		digits: "ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ رپذ°ذ¼ذ¾ ر†ذ¸ر„ر€ذ¸",
		creditcard: "ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ ذ²ذ°ذ»ذ¸ذ´ذµذ½ ذ½ذ¾ذ¼ذµر€ ذ½ذ° ذ؛ر€ذµذ´ذ¸ر‚ذ½ذ° ذ؛ذ°ر€ر‚ذ°.",
		equalTo: "ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ رپرٹر‰ذ°ر‚ذ° رپر‚ذ¾ذ¹ذ½ذ¾رپر‚ ذ¾ر‚ذ½ذ¾ذ²ذ¾.",
		accept: "ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ رپر‚ذ¾ذ¹ذ½ذ¾رپر‚ رپ ذ²ذ°ذ»ذ¸ذ´ذ½ذ¾ ر€ذ°ذ·رˆذ¸ر€ذµذ½ذ¸ذµ.",
		maxlength: $.validator.format("ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ ذ؟ذ¾ذ²ذµر‡ذµ ذ¾ر‚ {0} رپذ¸ذ¼ذ²ذ¾ذ»ذ°."),
		minlength: $.validator.format("ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ ذ؟ذ¾ذ½ذµ {0} رپذ¸ذ¼ذ²ذ¾ذ»ذ°."),
		rangelength: $.validator.format("ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ رپر‚ذ¾ذ¹ذ½ذ¾رپر‚ رپ ذ´رٹذ»ذ¶ذ¸ذ½ذ° ذ¼ذµذ¶ذ´رƒ {0} ذ¸ {1} رپذ¸ذ¼ذ²ذ¾ذ»ذ°."),
		range: $.validator.format("ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ رپر‚ذ¾ذ¹ذ½ذ¾رپر‚ ذ¼ذµذ¶ذ´رƒ {0} ذ¸ {1}."),
		max: $.validator.format("ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ رپر‚ذ¾ذ¹ذ½ذ¾رپر‚ ذ؟ذ¾-ذ¼ذ°ذ»ذ؛ذ° ذ¸ذ»ذ¸ ر€ذ°ذ²ذ½ذ° ذ½ذ° {0}."),
		min: $.validator.format("ذœذ¾ذ»رڈ, ذ²رٹذ²ذµذ´ذµر‚ذµ رپر‚ذ¾ذ¹ذ½ذ¾رپر‚ ذ؟ذ¾-ذ³ذ¾ذ»رڈذ¼ذ° ذ¸ذ»ذ¸ ر€ذ°ذ²ذ½ذ° ذ½ذ° {0}.")
	});
}(jQuery));