/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: HE (Hebrew; ×¢×‘×¨×™×ھ)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "×”×©×“×” ×”×–×” ×”×™× ×• ×©×“×” ×—×•×‘×”",
		remote: "× ×گ ×œ×ھ×§×ں ×©×“×” ×–×”",
		email: "× ×گ ×œ×‍×œ×گ ×›×ھ×•×‘×ھ ×“×•×گ\"×œ ×—×•×§×™×ھ",
		url: "× ×گ ×œ×‍×œ×گ ×›×ھ×•×‘×ھ ×گ×™× ×ک×¨× ×ک ×—×•×§×™×ھ",
		date: "× ×گ ×œ×‍×œ×گ ×ھ×گ×¨×™×ڑ ×—×•×§×™",
		dateISO: "× ×گ ×œ×‍×œ×گ ×ھ×گ×¨×™×ڑ ×—×•×§×™ (ISO)",
		number: "× ×گ ×œ×‍×œ×گ ×‍×،×¤×¨",
		digits: "× ×گ ×œ×‍×œ×گ ×¨×§ ×‍×،×¤×¨×™×‌",
		creditcard: "× ×گ ×œ×‍×œ×گ ×‍×،×¤×¨ ×›×¨×ک×™×، ×گ×©×¨×گ×™ ×—×•×§×™",
		equalTo: "× ×گ ×œ×‍×œ×گ ×گ×ھ ×گ×•×ھ×• ×¢×¨×ڑ ×©×•×‘",
		accept: "× ×گ ×œ×‍×œ×گ ×¢×¨×ڑ ×¢×‌ ×،×™×•×‍×ھ ×—×•×§×™×ھ",
		maxlength: $.validator.format(".× ×گ ×œ×گ ×œ×‍×œ×گ ×™×•×ھ×¨ ×‍- {0} ×ھ×•×•×™×‌"),
		minlength: $.validator.format("× ×گ ×œ×‍×œ×گ ×œ×¤×—×•×ھ {0} ×ھ×•×•×™×‌"),
		rangelength: $.validator.format("× ×گ ×œ×‍×œ×گ ×¢×¨×ڑ ×‘×™×ں {0} ×œ- {1} ×ھ×•×•×™×‌"),
		range: $.validator.format("× ×گ ×œ×‍×œ×گ ×¢×¨×ڑ ×‘×™×ں {0} ×œ- {1}"),
		max: $.validator.format("× ×گ ×œ×‍×œ×گ ×¢×¨×ڑ ×§×ک×ں ×گ×• ×©×•×•×” ×œ- {0}"),
		min: $.validator.format("× ×گ ×œ×‍×œ×گ ×¢×¨×ڑ ×’×“×•×œ ×گ×• ×©×•×•×” ×œ- {0}")
	});
}(jQuery));