/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: KK (Kazakh; ز›ذ°ذ·ذ°ز› ر‚ر–ذ»ر–)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "ذ‘ز±ذ» س©ر€ر–رپر‚ر– ذ¼ر–ذ½ذ´ذµر‚ر‚ر– ر‚ز¯ر€ذ´ذµ ر‚ذ¾ذ»ر‚ر‹ر€ر‹ز£ر‹ذ·.",
		remote: "ذ”ز±ر€ر‹رپ ذ¼ذ°ز“ر‹ذ½ذ° ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·.",
		email: "ذ‌ذ°ز›ر‚ر‹ رچذ»ذµذ؛ر‚ر€ذ¾ذ½ذ´ر‹ ذ؟ذ¾رˆر‚ذ°ز£ر‹ذ·ذ´ر‹ ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·.",
		url: "ذ‌ذ°ز›ر‚ر‹ URL-ذ´ر‹ ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·.",
		date: "ذ‌ذ°ز›ر‚ر‹ URL-ذ´ر‹ ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·.",
		dateISO: "ذ‌ذ°ز›ر‚ر‹ ISO ر„ذ¾ر€ذ¼ذ°ر‚ر‹ذ¼ذµذ½ رپس™ذ¹ذ؛ذµرپ ذ´ذ°ر‚ذ°رپر‹ذ½ ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·.",
		number: "ذڑز¯ذ½ذ´ر– ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·.",
		digits: "ذ¢ذµذ؛ ز›ذ°ذ½ذ° رپذ°ذ½ذ´ذ°ر€ذ´ر‹ ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·.",
		creditcard: "ذ‌ذµرپذ¸ذµ ذ؛ذ°ر€ر‚ذ°رپر‹ذ½ر‹ز£ ذ½س©ذ¼ر–ر€ر–ذ½ ذ´ز±ر€ر‹رپ ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·.",
		equalTo: "ذ‍رپر‹ ذ¼س™ذ½ذ´ر– ز›ذ°ذ¹ر‚ذ° ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·.",
		accept: "ذ¤ذ°ذ¹ذ»ذ´ر‹ز£ ذ؛ذµز£ذµذ¹ر‚رƒر–ذ½ ذ´ز±ر€ر‹رپ ر‚ذ°ز£ذ´ذ°ز£ر‹ذ·.",
		maxlength: $.format("ز°ذ·ر‹ذ½ذ´ر‹ز“ر‹ {0} رپذ¸ذ¼ذ²ذ¾ذ»ذ´ذ°ذ½ ذ؛س©ر€ ذ±ذ¾ذ»ذ¼ذ°رپر‹ذ½."),
		minlength: $.format("ز°ذ·ر‹ذ½ذ´ر‹ز“ر‹ {0} رپذ¸ذ¼ذ²ذ¾ذ»ذ´ذ°ذ½ ذ°ذ· ذ±ذ¾ذ»ذ¼ذ°رپر‹ذ½."),
		rangelength: $.format("ز°ذ·ر‹ذ½ذ´ر‹ز“ر‹ {0}-{1} ذ´ذµذ¹ر–ذ½ ذ¼س™ذ½ ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·."),
		range: $.format("ذںذ¾ذ¶ذ°ذ»رƒذ¹رپر‚ذ°, ذ²ذ²ذµذ´ذ¸ر‚ذµ ر‡ذ¸رپذ»ذ¾ ذ¾ر‚ {0} ذ´ذ¾ {1}. - {0} - {1} رپذ°ذ½ر‹ذ½ ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·."),
		max: $.format("{0} ذ°ذ· ذ½ذµذ¼ذµرپذµ ر‚ذµز£ رپذ°ذ½ر‹ذ½ ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·."),
		min: $.format("{0} ذ؛س©ذ؟ ذ½ذµذ¼ذµرپذµ ر‚ذµز£ رپذ°ذ½ر‹ذ½ ذµذ½ذ³ر–ذ·رƒر–ز£ر–ذ·ذ´ر– رپز±ر€ذ°ذ¹ذ¼ر‹ذ·.")
	});
}(jQuery));