/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: SR (Serbian; رپر€ذ؟رپذ؛ذ¸ رکذµذ·ذ¸ذ؛)
 */
(function ($) {
	$.extend($.validator.messages, {
		required: "ذںذ¾ر™ذµ رکذµ ذ¾ذ±ذ°ذ²ذµذ·ذ½ذ¾.",
		remote: "ذ،ر€ذµذ´ذ¸ر‚ذµ ذ¾ذ²ذ¾ ذ؟ذ¾ر™ذµ.",
		email: "ذ£ذ½ذµرپذ¸ر‚ذµ ذ¸رپذ؟ر€ذ°ذ²ذ½رƒ ذ¸-ذ¼ذµرکذ» ذ°ذ´ر€ذµرپرƒ",
		url: "ذ£ذ½ذµرپذ¸ر‚ذµ ذ¸رپذ؟ر€ذ°ذ²ذ°ذ½ URL.",
		date: "ذ£ذ½ذµرپذ¸ر‚ذµ ذ¸رپذ؟ر€ذ°ذ²ذ°ذ½ ذ´ذ°ر‚رƒذ¼.",
		dateISO: "ذ£ذ½ذµرپذ¸ر‚ذµ ذ¸رپذ؟ر€ذ°ذ²ذ°ذ½ ذ´ذ°ر‚رƒذ¼ (ISO).",
		number: "ذ£ذ½ذµرپذ¸ر‚ذµ ذ¸رپذ؟ر€ذ°ذ²ذ°ذ½ ذ±ر€ذ¾رک.",
		digits: "ذ£ذ½ذµرپذ¸ر‚ذµ رپذ°ذ¼ذ¾ ر†ذ¸ر„ذµ.",
		creditcard: "ذ£ذ½ذµرپذ¸ر‚ذµ ذ¸رپذ؟ر€ذ°ذ²ذ°ذ½ ذ±ر€ذ¾رک ذ؛ر€ذµذ´ذ¸ر‚ذ½ذµ ذ؛ذ°ر€ر‚ذ¸ر†ذµ.",
		equalTo: "ذ£ذ½ذµرپذ¸ر‚ذµ ذ¸رپر‚رƒ ذ²ر€ذµذ´ذ½ذ¾رپر‚ ذ؟ذ¾ذ½ذ¾ذ²ذ¾.",
		accept: "ذ£ذ½ذµرپذ¸ر‚ذµ ذ²ر€ذµذ´ذ½ذ¾رپر‚ رپذ° ذ¾ذ´ذ³ذ¾ذ²ذ°ر€ذ°رکرƒر›ذ¾ذ¼ ذµذ؛رپر‚ذµذ½ذ·ذ¸رکذ¾ذ¼.",
		maxlength: $.validator.format("ذ£ذ½ذµرپذ¸ر‚ذµ ذ¼ذ°رڑذµ ذ¾ذ´ {0}ذ؛ذ°ر€ذ°ذ؛ر‚ذµر€ذ°."),
		minlength: $.validator.format("ذ£ذ½ذµرپذ¸ر‚ذµ ذ±ذ°ر€ذµذ¼ {0} ذ؛ذ°ر€ذ°ذ؛ر‚ذµر€ذ°."),
		rangelength: $.validator.format("ذ£ذ½ذµرپذ¸ر‚ذµ ذ²ر€ذµذ´ذ½ذ¾رپر‚ ذ´رƒذ³ذ°ر‡ذ؛رƒ ذ¸ذ·ذ¼ذµر’رƒ {0} ذ¸ {1} ذ؛ذ°ر€ذ°ذ؛ر‚ذµر€ذ°."),
		range: $.validator.format("ذ£ذ½ذµرپذ¸ر‚ذµ ذ²ر€ذµذ´ذ½ذ¾رپر‚ ذ¸ذ·ذ¼ذµر’رƒ {0} ذ¸ {1}."),
		max: $.validator.format("ذ£ذ½ذµرپذ¸ر‚ذµ ذ²ر€ذµذ´ذ½ذ¾رپر‚ ذ¼ذ°رڑرƒ ذ¸ذ»ذ¸ رکذµذ´ذ½ذ°ذ؛رƒ {0}."),
		min: $.validator.format("ذ£ذ½ذµرپذ¸ر‚ذµ ذ²ر€ذµذ´ذ½ذ¾رپر‚ ذ²ذµر›رƒ ذ¸ذ»ذ¸ رکذµذ´ذ½ذ°ذ؛رƒ {0}.")
	});
}(jQuery));